import React from 'react'

export default function Reference() {
  return (
    <div className='flex flex-col items-center bg-gradient-to-br from-gray-900 to-cyan-700 w-[100%] h-screen'>
      <h1 className='text-cyan-500 my-8 mx-10 text-5xl'>Об игре
      </h1>
      <p className='text-cyan-600 my-20 text-2xl w-[50%] min-w-[300px]'>
        В настольной игре «Находка для шпиона» вы сможете побывать как в шкуре шпиона некоего правительства, так и идущего по его следу спецагента — контршпиона. Данная игра относится к жанру салонной игры, то есть напоминает известную «Мафию», но не требует отдельного игрока под роль ведущего, играть будут все! Ограничение по времени, множество локаций, которые нужно вычислить шпиону, и общий накал страстей по ходу игры — гарантируют вам невероятно увлекательное времяпровождение!
      </p>

      <h1 className='text-cyan-500 my-8 mx-10 text-5xl'>Как играть</h1>
    </div>
  )
}
